{
    "Portfolio": {
       "hi": "Hi, my name is",
       "full": "I am a",
       "programmer": "programmer",
       "description": "I have completed the Soy Henry bootcamp, accumulating over 700 hours of intensive training and coding practice. Throughout the program, I successfully developed several projects that showcase my abilities as a full stack developer. I am genuinely enthusiastic about the challenges and opportunities that lie ahead in this field, and I am excited to apply my skills and passion to create captivating and impactful web experiences."
    },
    "NavBar": {
        "Home": "Home",
        "About": "About",
        "Tech": "Tech",
        "Projects": "Projects",
        "Services": "Services"
    },
    "About": {
        "title": "About",
        "p_1": "In my professional journey, I transitioned from being a data analyst at the Federal Administration of Public Revenues (AFIP) to following my passion for interior decoration and establishing my own company. This venture ignited my interest in web development, leading me to a transformative bootcamp at Soy Henry.",
        "p_2": "Now, equipped with a wealth of knowledge, I'm ready to embark on an exciting new chapter as a web developer. Continuously hungry for learning and eager to stay at the forefront of technology, I'm looking forward to blending my technical expertise with creative design in a UI/UX design course. The future is full of possibilities, and I can't wait to create innovative solutions and captivating user experiences.",
        "p_3": "Hope you enjoy my portfolio, and feel free to contact me at any time"
    },
    "Tech": {
        "title": "Tech Skills",
        "p": "Found some of the technologies I worked with:"
    },
    "ProjectsMini": {
        "title": "Projects"
    },
    "Services": {
        "title": "Services",
        "text": "Let's talk about your needs and together, we'll create an organizational plan using agile methodologies. We'll set timelines for each sprint and develop mock-ups or review designs of your interest. Let's work as a team to bring all your requirements to life",
        "web": "Web Development:",
        "api": "API Integration:",
        "maint": "Optimization and Maintenance:",
        "commerce": "eCommerce Development:",
        "technical": "Technical Troubleshooting:",
        "web_text": "Design and development of optimized, responsive, and attractive websites to enhance your online presence.",
        "api_text": "Connecting different services and platforms through API integration to improve functionality and user experience.",
        "maint_text": "Optimizing existing websites, continuous maintenance to ensure optimal performance.",
        "commerce_text": "Implementation and customization of eCommerce platforms to create appealing and functional online stores.",
        "technical_text": "Identifying and resolving technical issues in existing applications and websites."
    }

}