{
    "Portfolio": {
        "hi": "Hi, my name is",
        "full": "I am a",
        "typing_1": "I am a Full Stack developer",
        "typing_2": "I am a coder",
        "typing_3": "I am a Programmer",
        "programmer": "programmer",
        "description": "Welcome to my creative realm! I invite you to navigate through my portfolio, where you can dive into some of the projects I've brought to life, showcasing the cutting-edge technologies I employed. Feel free to reach out anytime to discuss awesome ideas!"
      },
    "NavBar": {
        "Home": "Home",
        "About": "About",
        "Tech": "Tech",
        "Projects": "Projects",
        "Services": "Services",
        "Contact": "Contact"
    },
    "About": {
        "title": "About",
        "p_1": "As a passionate full stack developer, I love crafting innovative web applications that deliver exceptional user experiences. With a strong foundation in JavaScript, I excel at building interactive interfaces using React and Redux, while also honing my server-side skills with Express and Node.js, and working with databases like PostgreSQL and Sequelize for efficient data management.",
        "p_2": "My expertise in front-end technologies, including HTML, CSS and Tailwind, empowers me to create visually appealing and responsive web designs. What truly sets me apart is my unwavering commitment to continuous growth and staying at the forefront of web development. I eagerly embrace new technologies and trends, always pushing myself to deliver cutting-edge solutions.",
        "p_3": "Hope you enjoy my portfolio, and feel free to contact me at any time"
    },
    "Tech": {
        "title": "Tech Skills",
        "p": "Found some of the technologies I worked with:"
    },
    "ProjectsMini": {
        "title": "Projects",
        "description_timbring": "Timbring was designed to address the complications that arise when attempting to deliver or receive a package when the recipient is not at home. It provides an efficient alternative to ensure that each delivery is made on time, offering convenience to both buyers and logistics companies.    Technologies Used: Front-end: We chose the power of Next.js and Redux Toolkit to seamlessly handle the application's states. It is written in TypeScript, ensuring robust and maintainable code. Back-end: At the core of the application, we used JavaScript and Node.js. For data management, we relied on the robustness of PostgreSQL.",
        "description_airebnb": "A dynamic application connecting property owners across Argentina with travelers seeking a home-like experience. Developed with Vite for speed, TypeScript for code quality, and Tailwind CSS for styling. Powered by Node.js and Express, with PostgreSQL and Sequelize for data management. Security and user authentication managed through Auth0, email notifications with NodeMailer, and image handling via Cloudinary. Enhanced with React libraries and integrated with Mercado Pago for seamless payments.",
        "description_foodielovers": "A recipe-sharing app where users can explore and contribute their culinary creations. The front-end boasts React for seamless UI and Redux for managing global state. Offering an array of user-friendly filters, including a case-insensitive search bar for easy recipe discovery. Creating interactive recipe submission forms was a highlight, complete with a preview feature and image upload options. On the back-end, Node.js manages routes, controllers, and handlers, while a PostgreSQL database works alongside Sequelize ORM for efficient data management.",
        "description_rick": "This was the first application I developed to learn different technologies that I later improved. It is a hybrid project that, despite the mix of tech, turned out quite decent. It is an application to explore the characters from the TV series Rick & Morty. Users can search and filter characters in various ways, save them as favorites, and authenticate users.",
        "button": "Close"
    },
    "Services": {
        "title": "Services",
        "text": "Let's talk about your needs and together, we'll create an organizational plan using agile methodologies. We'll set timelines for each sprint and develop mock-ups or review designs of your interest. Let's work as a team to bring all your requirements to life",
        "web": "Web Development:",
        "api": "API Integration:",
        "maint": "Optimization and Maintenance:",
        "commerce": "eCommerce Development:",
        "technical": "Technical Troubleshooting:",
        "web_text": "Design and development of optimized, responsive, and attractive websites to enhance your online presence.",
        "api_text": "Connecting different services and platforms through API integration to improve functionality and user experience.",
        "maint_text": "Optimizing existing websites, continuous maintenance to ensure optimal performance.",
        "commerce_text": "Implementation and customization of eCommerce platforms to create appealing and functional online stores.",
        "technical_text": "Identifying and resolving technical issues in existing applications and websites."
    },
    "Contact": {
        "title": "Contact",
        "p": "Feel free to reach out and let's create something awesome together!"
    }

}