{
    "Portfolio": {
        "hi": "Hola, mi nombre es",
        "full": "Soy",
        "typing_1": "Soy Full Stack developer",
        "typing_2": "Me encanta codear",
        "typing_3": "Soy Programador",
        "programmer": "programador",
        "description": "¡Bienvenido a mi mundo creativo! Te invito a explorar mi portafolio, donde podrás sumergirte en algunos de los proyectos que he dado vida, destacando las innovadoras tecnologías que utilicé. ¡No dudes en contactarme en cualquier momento para hablar de ideas asombrosas!"
      },
    "NavBar": {
        "Home": "Inicio",
        "About": "Sobre Mi",
        "Tech": "Tech",
        "Projects": "Proyectos",
        "Services": "Servicios",
        "Contact": "Contacto"
    },
    "About": {
        "title": "Sobre Mi",
        "p_1": " Soy desarrolladora full stack, tengo una verdadera pasión por crear aplicaciones web innovadoras que brinden experiencias excepcionales a los usuarios. Con una sólida base en JavaScript, destaco en la construcción de interfaces interactivas con React y Redux, al mismo tiempo que perfecciono mis habilidades en el lado del servidor con Express y Node.js, y trabajo con bases de datos como PostgreSQL y Sequelize para una gestión eficiente de datos.",
        "p_2": "Mi experiencia en tecnologías front-end, incluyendo HTML, CSS, Bootstrap y Tailwind, me permite crear diseños web visualmente atractivos y receptivos. Lo que realmente me distingue es mi compromiso inquebrantable con el aprendizaje continuo y estar a la vanguardia del desarrollo web. Me entusiasman las nuevas tecnologías y tendencias, siempre esforzándome por ofrecer soluciones de vanguardia. ",
        "p_3": "Espero que disfrutes de mi portfolio, estare feliz de conectar cuando lo creas necesario"
    },
    "Tech": {
        "title": "Habilidades Tech",
        "p": "Encontrá algunas de las tecnologías con las que he trabajado:"
    },
    "ProjectsMini": {
        "title": "Proyectos",
        "description_timbring": "Timbring fue diseñada para abordar las complicaciones que surgen al intentar entregar o recibir un paquete cuando el destinatario no está presente en su domicilio. Ofrece una alternativa eficiente para asegurar que cada entrega se realice en el tiempo acordado, brindando comodidad tanto a compradores como a empresas de logística. Tecnologías Utilizadas: Front-end: Se optó por la potencia de Next.js y Redux Toolkit para manejar sin problemas los estados de la aplicación. Escrito en TypeScript, garantizando un código sólido y mantenible.        Back-end: En el corazón de la aplicación, se utilizó JavaScript y Node.js. Para la gestión de datos, se confió en la robustez de PostgreSQL.",
        "description_airebnb": "Una aplicación dinámica que conecta a dueños de propiedades en toda Argentina con viajeros que buscan una experiencia similar a estar en casa. Desarrollada con Vite para una mayor velocidad, TypeScript para garantizar la calidad del código, y Tailwind CSS para el diseño. Potenciada por Node.js y Express, con PostgreSQL y Sequelize para la gestión de datos. La seguridad y la autenticación de usuarios se gestionan a través de Auth0, las notificaciones por correo electrónico con NodeMailer, y el manejo de imágenes mediante Cloudinary. Mejorada con bibliotecas de React e integrada con Mercado Pago para pagos sin interrupciones.",
        "description_foodielovers": "Una aplicación para compartir recetas donde los usuarios pueden explorar y contribuir con sus creaciones culinarias. El front-end utiliza React para una interfaz de usuario fluida y Redux para gestionar el estado global. Ofrece una variedad de filtros fáciles de usar, incluido un buscador insensible a mayúsculas y minúsculas para facilitar el descubrimiento de recetas. Destaca la creación de formularios interactivos para enviar recetas, completos con una función de vista previa y opciones de carga de imágenes. En el back-end, Node.js se encarga de las rutas, controladores y manejadores, mientras que una base de datos PostgreSQL trabaja junto con Sequelize ORM para una gestión eficiente de datos.",
        "description_rick": "Esta fue la primera aplicación que desarrollé para aprender diferentes tecnologías que luego mejoré. Es un proyecto híbrido que, a pesar de la combinación de tecnologías, resultó bastante decente. Es una aplicación para explorar los personajes de la serie de televisión Rick & Morty. Los usuarios pueden buscar y filtrar personajes de diversas formas, guardarlos como favoritos y autenticarse en la aplicación",
        "button": "Cerrar"
    },
    "Services": {
        "title": "Servicios",
        "text": "Hablemos sobre tus necesidades y juntos crearemos un plan de acción. Estableceremos plazos para cada sprint, desarrollaremos bocetos o revisaremos diseños de tu interés. Trabajemos en equipo para dar vida a tus requerimientos.",
        "web": "Desarrollo Web:",
        "api": "Integración con API´s:",
        "maint": "Optimización y Mantenimiento:",
        "commerce": "Desarrollo de Tiendas Online:",
        "technical": "Solución de Problemas:",
        "web_text": "Diseño y desarrollo de sitios web optimizados, responsivos y atractivos para mejorar tu presencia en línea.",
        "api_text": " Conectando diferentes servicios y plataformas a través de la integración vía API para mejorar la funcionalidad y la experiencia del usuario.",
        "maint_text": "Optimizando de sitios existentes, mantenimiento continuo para garantizar un rendimiento óptimo.",
        "commerce_text": "Implementación y personalización de plataformas de comercio electrónico para crear tiendas en línea atractivas y funcionales.",
        "technical_text": "Identificación y resolución de problemas técnicos en aplicaciones y sitios web existentes." 
    },
    "Contact": {
        "title": "Contacto",
        "p": "¡No dudes en contactarme y creemos algo increíble juntos!"
    }
}